[{"name":"Statuto","rating":"9,3","description":"Located in Turin, 2.2 km from Politecnico di Torino, Statuto provides a living room with a flat-screen TV. This apartment offers accommodation with free WiFi.","location":"Turyn– 1,6 km od centrumNiedaleko stacji metra"},{"name":"JhesBran","rating":"8,3","description":"In the Lingotto district of Turin, close to Torino Olympic Stadium, JhesBran features free WiFi and a washing machine. This property is 4.2 km from Politecnico di Torino.","location":"Lingotto, Turyn– 4,2 km od centrum"},{"name":"Turin Palace Hotel","rating":"9,6","description":"Ten elegancki i nowoczesny hotel polozony jest naprzeciwko dworca kolejowego Porta Nuova w Turynie i oferuje restauracje, bezplatne WiFi oraz klimatyzowane pokoje.","location":"Crocetta, Turyn– 1,1 km od centrumNiedaleko stacji metra"},{"name":"Home Sweet Virginia","rating":"","description":"Situated 1.6 km from Mole Antonelliana in Turin, Home Sweet Virginia offers accommodation with a kitchen. With city views, this accommodation offers a balcony.","location":"Aurora Vanchiglia, Turyn– 900 m od centrum"},{"name":"La Vostra casa a Torino..","rating":"9,5","description":"Boasting accommodation with a balcony, La Vostra casa a Torino.. Is located in Turin. The property is 2.1 km from Politecnico di Torino.","location":"Crocetta, Turyn– 3 km od centrum"},{"name":"appartamento arancio","rating":"9,0","description":"Located in Turin, within 700 metres of Mole Antonelliana, appartamento arancio is an accommodation offering garden views.","location":"Centro Storico, Turyn– 1,1 km od centrum"},{"name":"Via Varallo","rating":"7,6","description":"Offering free WiFi and garden views, Via Varallo is an accommodation situated in Turin. This property offers access to a balcony.","location":"Aurora Vanchiglia, Turyn– 2,2 km od centrum"},{"name":"Grand Hotel Sitea","rating":"9,2","description":"Ten luksusowy czterogwiazdkowy obiekt Grand Hotel Sitea znajduje sie w centrum Turynu, tuz za placem Piazza San Carlo i w odleglosci 10 minut spacerem od placu Piazza Castello.","location":"Centro Storico, Turyn– 600 m od centrumNiedaleko stacji metra"},{"name":"Hotel Alpi Resort","rating":"8,1","description":"Hotel Alpi Resort polozony jest 10 minut spacerem od slynnego turynskiego Muzeum Egipskiego oraz symbolu miasta - budynku Mole Antonelliana. Przyjazny personel recepcji sluzy pomoca przez cala dobe.","location":"Centro Storico, Turyn– 1,1 km od centrum"},{"name":"Starhotels Majestic","rating":"8,8","description":"Hotel Starhotels Majestic znajduje sie w odleglosci zaledwie 200 metrow od dworca kolejowego Porta Nova w Turynie.","location":"Centro Storico, Turyn– 950 m od centrumNiedaleko stacji metra"},{"name":"Appartamento Porta Susa 2","rating":"9,5","description":"Situated 1.4 km from Politecnico di Torino and 200 metres from Turin Porta Susa Train Station, Torino, Appartamento Porta Susa 2 offers accommodation in Turin.","location":"Turyn– 1,9 km od centrumNiedaleko stacji metra"},{"name":"36 Via Santa Chiara","rating":"9,6","description":"36 Via Santa Chiara in Turin offers accommodation with free WiFi, 2.2 km from Politecnico di Torino and 2.4 km from Mole Antonelliana.","location":"Centro Storico, Turyn– 1 km od centrum"},{"name":"Loft I Principi","rating":"8,7","description":"Offering views of city, Loft I Principi is set in the centre of Turin, 2.2 km from Politecnico di Torino.","location":"Centro Storico, Turyn– 650 m od centrumNiedaleko stacji metra"},{"name":"Stylish Apartments in Central Turin","rating":"9,2","description":"Stylish Apartments in Central Turin offers accommodation in San Salvario, Turin. The unit is 400 metres from Porta Nuova Train and Metro Station. Free WiFi is available throughout the property.","location":"Centro Storico, Turyn– 1,1 km od centrum"},{"name":"Il Nido Studio Apartment","rating":"9,2","description":"Attractively set in the Centro of Turin, Il Nido Studio Apartment is within a short distance of Mole Antonelliana and Cathedral of Turin.","location":"Centro Storico, Turyn– 350 m od centrum"},{"name":"Alloggio CAMAVA' mercato di corso Brunelleschi","rating":"9,4","description":"Situated in Turin, 5 km from Politecnico di Torino, Alloggio CAMAVA' mercato di corso Brunelleschi provides a living room with a flat-screen TV.","location":"Turyn– 5 km od centrumNiedaleko stacji metra"},{"name":"Bamboo Eco Hostel","rating":"8,3","description":"Hostel Bamboo Eco oferuje kolorowe pokoje z balkonem oraz dostep do bezplatnego WiFi. Jest on polozony 1,5 km od historycznego centrum Turynu.","location":"Turyn– 2 km od centrum"},{"name":"Duomo & Palazzo Reale Charming Apartment","rating":"8,7","description":"Situated 1.7 km from Mole Antonelliana, Duomo & Palazzo Reale Charming Apartment offers accommodation in the centre of Turin. The Politecnico di Torino is within 2.7 km of the apartment.","location":"Centro Storico, Turyn– 450 m od centrum"},{"name":"Da Nonna Vera","rating":"9,6","description":"Set in Turin, within 2.8 km of Politecnico di Torino and 5 km of Mole Antonelliana, Da Nonna Vera offers accommodation with free WiFi.","location":"Turyn– 3,5 km od centrumNiedaleko stacji metra"},{"name":"Suite Bellezia","rating":"9,7","description":"Set 2.4 km from Mole Antonelliana in Turin, Suite Bellezia offers accommodation with a kitchen. This property offers access to free WiFi.","location":"Centro Storico, Turyn– 600 m od centrum"},{"name":"Inappartamento Madama","rating":"9,3","description":"Less than 1 km from Mole Antonelliana, Inappartamento Madama is set in the Centro district of Turin. This apartment is 3.4 km from Politecnico di Torino and 9 km from Allianz Juventus Stadium.","location":"Centro Storico, Turyn– 500 m od centrum"},{"name":"Hotel Diplomatic","rating":"8,0","description":"Hotel Diplomatic polozony jest zaledwie 50 metrow od dworca kolejowego Porta Susa i oferuje doskonale polaczenia srodkami komunikacji publicznej.","location":"Centro Storico, Turyn– 1,4 km od centrum"},{"name":"La Bela Rosin by Torino Home","rating":"9,3","description":"Set in the San Donato - Campidoglio district of Turin, just 3 km from Mole Antonelliana, La Bela Rosin by Torino Home provides air conditioning and free WiFi.","location":"Turyn– 2 km od centrum"},{"name":"Porta Nuova Shiny Studio Flat","rating":"8,8","description":"Porta Nuova Shiny Studio Flat has well-equipped accommodation boasting free WiFi in Turin, 2 km from Politecnico di Torino.","location":"Centro Storico, Turyn– 1 km od centrumNiedaleko stacji metra"},{"name":"Inappartamento La Mole","rating":"9,6","description":"Attractively situated in the Centro of Turin, Inappartamento La Mole offers a balcony. This apartment features air-conditioned accommodation with free WiFi.","location":"Centro Storico, Turyn– 400 m od centrum"},{"name":"B&B Bacio di Dama Lingotto","rating":"9,4","description":"Located within 5 km of Politecnico di Torino and 6 km of Mole Antonelliana in Turin, B&B Bacio di Dama Lingotto features accommodation with a TV. A microwave and coffee machine are also provided.","location":"Lingotto, Turyn– 4,2 km od centrumNiedaleko stacji metra"},{"name":"San Donato Appartament","rating":"7,9","description":"Situated in Turin's city centre, San Donato Appartament offers accommodation with free WiFi. The property is a 5-minute walk from Turin Porta Susa Train Station.","location":"Turyn– 1,6 km od centrumNiedaleko stacji metra"},{"name":"Appartamento in Via Andrea Doria","rating":"8,2","description":"Set in the Centro of Turin, 2.2 km from Politecnico di Torino and 2.4 km from Mole Antonelliana, Appartamento in Via Andrea Doria offers air conditioning.","location":"Centro Storico, Turyn– 750 m od centrumNiedaleko stacji metra"},{"name":"Hotel Astoria Torino Porta Nuova","rating":"7,7","description":"Hotel Astoria Torino Porta Nuova polozony jest 100 metrow od dworca kolejowego Porta Nuova w centrum Turynu.","location":"Centro Storico, Turyn– 950 m od centrumNiedaleko stacji metra"},{"name":"Mansarda in Piazza Castello","rating":"9,7","description":"1.2 km from Mole Antonelliana, Mansarda in Piazza Castello is set in the Centro district of Turin. The accommodation is 3.4 km from the Politecnico di Torino.","location":"Centro Storico, Turyn– 150 m od centrum"},{"name":"Carlina 12","rating":"9,5","description":"Carlina 12 is set in Turin, 1.4 km from Mole Antonelliana, 3 km from Politecnico di Torino, as well as 9 km from Allianz Juventus Stadium.","location":"Centro Storico, Turyn– 400 m od centrum"},{"name":"C'era una \"volta\"... un appartamento a Torino","rating":"9,9","description":"Located in the centre of Turin, less than 1 km from Mole Antonelliana, C'era una \"volta\"... Un appartamento a Torino offers air-conditioned accommodation with free WiFi and a flat-screen TV.","location":"Centro Storico, Turyn– 600 m od centrum"},{"name":"La Tua Casa a Torino","rating":"9,5","description":"La Tua Casa a Torino offers accommodation in Turin, 4 km from Mole Antonelliana. Set 6 km from Politecnico di Torino, the property provides a terrace and free WiFi.","location":"Turyn– 3 km od centrum"},{"name":"Casa Lalla","rating":"9,4","description":"Situated in Turin, 3.3 km from Politecnico di Torino and 6 km from Mole Antonelliana, Casa Lalla offers air conditioning.","location":"Turyn– 3,9 km od centrum"},{"name":"Unica panoramica Location sul Po","rating":"9,1","description":"Unica panoramica Location sul Po is situated in Turin, 1.6 km from Mole Antonelliana, 3.4 km from Politecnico di Torino, as well as 10 km from Allianz Juventus Stadium. The accommodation has free...","location":"Centro Storico, Turyn– 1,1 km od centrum"},{"name":"Savoia Wooden Duplex Apt","rating":"","description":"Located in Turin in the Piedmont region, Savoia Wooden Duplex Apt has a balcony. Free WiFi is available.","location":"Centro Storico, Turyn– 600 m od centrum"},{"name":"Villa Ponchia","rating":"9,4","description":"Featuring free WiFi, Villa Ponchia is located in Turin, within 2.6 km of Allianz Juventus Stadium. The property is situated 6 km from Politecnico di Torino.","location":"Turyn– 4,2 km od centrum"},{"name":"Albergo Abanyta","rating":"8,4","description":"Offering en suite rooms with free Wi-Fi and air conditioning, Albergo Abanyta is just 5 minutes' walk from Torino Porta Nuova Train Station and 350 metres from the famous Egyptian Museum.","location":"Centro Storico, Turyn– 600 m od centrumNiedaleko stacji metra"},{"name":"Casa Sanlorenzo","rating":"9,3","description":"Casa Sanlorenzo is set in the Centro of Turin, close to Mole Antonelliana. Free WiFi is featured. A kitchen with an oven, a microwave and dining area is included in all the air-conditioned units.","location":"Centro Storico, Turyn– 300 m od centrum"},{"name":"La Villa Bianca","rating":"9,3","description":"Immersed in a private park of 3,000 square metres, La Villa Bianca is located on the hills overlooking Turin, 5 km from the historical centre. Free WiFi is featured throughout.","location":"Turyn– 5 km od centrum"},{"name":"Hotel Urbani","rating":"8,6","description":"Hotel Urbani polozony jest w centrum Turynu, obok dworca kolejowego Porta Nuova oraz 2 minuty spacerem od przystanku autobusu lotniskowego.","location":"San Salvario Valentino, Turyn– 1,1 km od centrumNiedaleko stacji metra"},{"name":"Albergo San Maurizio","rating":"8,3","description":"Featuring free WiFi throughout the property, Albergo San Maurizio offers accommodation in Turin, 250 metres from Mole Antonelliana. Free private parking is available on site.","location":"Aurora Vanchiglia, Turyn– 650 m od centrum"},{"name":"Bilocale in centro","rating":"9,8","description":"Located in the Centro district in Turin, Bilocale in centro offers an equipped accommodation with an balcony and free WiFi.","location":"Centro Storico, Turyn– 500 m od centrum"},{"name":"Torino 1854 Affittacamere","rating":"9,5","description":"Torino 1854 Affittacamere is ideally located in the Centro of Turin, 1.8 km from Politecnico di Torino.","location":"Centro Storico, Turyn– 950 m od centrumNiedaleko stacji metra"},{"name":"Camplus Guest Lingotto Casa per Ferie","rating":"8,3","description":"Obiekt Camplus Guest Lingotto oferuje bezplatne WiFi i mala silownie.","location":"Lingotto, Turyn– 4,2 km od centrumNiedaleko stacji metra"},{"name":"Torino juwerly","rating":"9,4","description":"Situated conveniently right in the centre of Turin, Torino juwerly offers mountain views and a terrace. Free WiFi is featured.","location":"Centro Storico, Turyn– 450 m od centrum"},{"name":"NH Torino Centro","rating":"8,5","description":"Hotel NH Torino Centro is located 50 metres from the Vinzaglio Metro Station and offers free Wi-Fi throughout. It is a 5-minute walk from Torino Porta Susa Metro and Train Station.","location":"Centro Storico, Turyn– 1,6 km od centrumNiedaleko stacji metra"},{"name":"Grantorino Apartments","rating":"9,0","description":"Grantorino Apartments is situated in the Centro district of Turin, 2.2 km from Politecnico di Torino, 2.9 km from Mole Antonelliana and 8 km from Allianz Juventus Stadium.","location":"Centro Storico, Turyn– 800 m od centrum"},{"name":"Andromeda","rating":"7,9","description":"Andromeda offers accommodation in Turin, 3.8 km from Politecnico di Torino and 5 km from Mole Antonelliana. Guests may enjoy free WiFi.","location":"San Salvario Valentino, Turyn– 3,2 km od centrumNiedaleko stacji metra"},{"name":"Art Hotel Olympic","rating":"7,8","description":"Ten nowoczesny funkcjonalnie urzadzony hotel zostal otwarty w maju 2006 roku.","location":"Turyn– 3 km od centrum"},{"name":"Here apartment","rating":"9,6","description":"Here apartment is a property set in Turin near Torino Olympic Stadium. Free WiFi is offered. This air-conditioned apartment is fitted with 1 bedroom, a flat-screen TV, and a kitchen with an oven.","location":"Santa Rita, Turyn– 3,4 km od centrum"},{"name":"Holiday Inn Turin City Centre","rating":"8,0","description":"Hotel Holiday Inn Turin City Centre znajduje sie tuz obok dworca kolejowego Porta Nuova i oferuje dogodne polaczenia komunikacyjne z roznymi czesciami miasta.","location":"Crocetta, Turyn– 1,2 km od centrumNiedaleko stacji metra"},{"name":"Reni","rating":"9,7","description":"Situated in Turin, 3.1 km from Politecnico di Torino, Reni offers accommodation with free WiFi. A living room, a kitchen with a microwave, and a private bathroom with bidet are provided.","location":"San Salvario Valentino, Turyn– 2,5 km od centrumNiedaleko stacji metra"},{"name":"Ormea","rating":"8,1","description":"Situated in the San Salvario Valentino district in Turin, Ormea provides an equipped accommodation with an balcony and free WiFi. The accommodation is 2.9 km from the Politecnico di Torino.","location":"San Salvario Valentino, Turyn– 2,2 km od centrumNiedaleko stacji metra"},{"name":"Vivaldi","rating":"9,0","description":"Vivaldi is situated in Turin, 3.9 km from Mole Antonelliana, 6 km from Politecnico di Torino, and 7 km from Allianz Juventus Stadium. The property features garden views.","location":"Turyn– 2,8 km od centrum"},{"name":"Bilocale Luminoso Ristrutturato Comodo Ai Servizi","rating":"9,3","description":"Bilocale Luminoso Ristrutturato Comodo Ai Servizi offers accommodation in Turin, 4.1 km from Mole Antonelliana. Guests staying at this apartment have access to free WiFi.","location":"Turyn– 2,9 km od centrum"},{"name":"Inappartamento Roero","rating":"9,2","description":"Located in Turin, 700 metres from Mole Antonelliana, Inappartamento Roero features a living room with a flat-screen TV. It is situated 5 km from Politecnico di Torino and provides free WiFi.","location":"Centro Storico, Turyn– 850 m od centrum"},{"name":"AC Hotel Torino, a Marriott Lifestyle Hotel","rating":"8,5","description":"AC Torino Hotel is a 5-minute walk from the Lingotto Fiere exhibition centre and Eataly, in Turin's main business district.","location":"Lingotto, Turyn– 4 km od centrumNiedaleko stacji metra"},{"name":"Alloggio Fronte Egizio","rating":"9,8","description":"Situated in Turin, just 1.7 km from Mole Antonelliana, Alloggio Fronte Egizio features accommodation with free WiFi.","location":"Centro Storico, Turyn– 300 m od centrum"},{"name":"Suite Giardini Reali","rating":"9,1","description":"700 metres from Mole Antonelliana, Suite Giardini Reali con bagno privato offers a accommodation in the Aurora Vanchiglia district of Turin.","location":"Aurora Vanchiglia, Turyn– 700 m od centrum"},{"name":"B&B Della Rocca","rating":"9,2","description":"With city views, B&B Della Rocca has accommodation with a kitchen located in Turin. Complimentary WiFi is provided.","location":"Centro Storico, Turyn– 950 m od centrum"},{"name":"Casa Delfino","rating":"9,6","description":"Casa Delfino enjoys a location in Turin, just 3.6 km from Allianz Juventus Stadium and 4.4 km from Mole Antonelliana. Guests staying at this apartment have access to a balcony.","location":"Turyn– 3,2 km od centrum"},{"name":"B&B Central Station","rating":"8,9","description":"Set in Turin, B&B Central Station provides accommodation with a flat-screen TV. Complimentary WiFi is featured.","location":"Crocetta, Turyn– 1,1 km od centrumNiedaleko stacji metra"},{"name":"Inappartamento La Pepita Luxury","rating":"9,4","description":"Inappartamento La Pepita Luxury in Turin features accommodation with free WiFi, 1.5 km from Mole Antonelliana and 3.2 km from Politecnico di Torino.","location":"Centro Storico, Turyn– 250 m od centrum"},{"name":"Remicla","rating":"9,3","description":"Remicla is situated in the Centro of Turin, close to Mole Antonelliana. Complimentary WiFi is offered.","location":"Centro Storico, Turyn– 600 m od centrum"},{"name":"B&B Terres D'Aventure Suites","rating":"9,2","description":"Obiekt Terres D'Aventure Suites miesci sie w XVII-wiecznym budynku i oferuje zakwaterowanie w nowoczesnych pokojach z bezplatnym WiFi. W poblizu obiektu znajduje sie kilka sklepow oraz kawiarni.","location":"Centro Storico, Turyn– 600 m od centrum"},{"name":"Appartamento Elena","rating":"9,4","description":"Set in front of Turin's Massaua Metro Stop and a 15-minute drive from the city centre, Appartamento Elena features a balcony, modern décor, hardwood floors and free WiFi access.","location":"Turyn– 5 km od centrumNiedaleko stacji metra"},{"name":"NH Torino Santo Stefano","rating":"9,0","description":"Obiekt NH Torino Santo Stefano polozony jest w centrum Turynu, w odleglosci zaledwie 150 metrow od katedry w Turynie. Z tarasu na dachu budynku roztacza sie panoramiczny widok na miasto.","location":"Centro Storico, Turyn– 500 m od centrum"},{"name":"Hotel Antico Distretto","rating":"8,2","description":"Polozony w centrum Turynu hotel Antico Distretto znajduje sie w odleglosci zaledwie 200 metrow od ulicy Via Garibaldi i miejskich deptakow.","location":"Centro Storico, Turyn– 1,1 km od centrum"},{"name":"Casa Porta Pila","rating":"9,0","description":"Casa Porta Pila offers accommodation in Torino¸ 150 metres from Piazza della Repubblica and within 800 metres of the Roman Palatine Towers, the Cathedral of Saint John the Baptist, and the Royal...","location":"Aurora Vanchiglia, Turyn– 950 m od centrum"},{"name":"Casa Fratti","rating":"9,8","description":"Offering free WiFi and pool views, Casa Fratti is an accommodation situated right in the heart of Turin. Guests staying at this apartment have access to a fully equipped kitchen.","location":"Centro Storico, Turyn– 750 m od centrum"},{"name":"Le Tre Madame","rating":"9,6","description":"Situated in Turin, Le Tre Madame is 800 metres from Egyptian Museum, Torino. Mole Antonelliana is 1.6 km from the property. Free WiFi is featured throughout the property.","location":"Centro Storico, Turyn– 900 m od centrumNiedaleko stacji metra"},{"name":"Elegant Split Level","rating":"9,3","description":"Elegant Split Level in Turin provides accommodation with free WiFi, 1.3 km from Mole Antonelliana, 5 km from Politecnico di Torino and 9 km from Allianz Juventus Stadium.","location":"Aurora Vanchiglia, Turyn– 600 m od centrum"},{"name":"Apartment Suite Valentino Park - A ca d'amis 6","rating":"9,3","description":"Just 1.5 km from Mole Antonelliana and 1.1 km from Piazza Vittorio Veneto, Apartment Suite Valentino Park - A ca d'amis 6 features accommodation in Turin, with a terrace.","location":"Centro Storico, Turyn– 1,2 km od centrum"},{"name":"Deliziosa Mansarda in Lingotto","rating":"9,0","description":"Deliziosa Mansarda in Lingotto in Turin features accommodation with free WiFi, 5 km from Politecnico di Torino. The Mole Antonelliana is within 7 km of the apartment.","location":"Santa Rita, Turyn– 5 km od centrum"},{"name":"Hotel Dogana Vecchia","rating":"8,1","description":"Obiekt Dogana Vecchia to najstarszy hotel w Turynie, usytuowany w zabytkowym centrum miasta. W niespelna 5 minut mozna z hotelu dojsc do Palacu Krolewskiego i katedry w Turynie.","location":"Centro Storico, Turyn– 550 m od centrum"},{"name":"Mansarda in Borgo Po","rating":"9,6","description":"Set in the Borgo Po district in Turin, Mansarda in Borgo Po provides an equipped accommodation with an balcony and free WiFi.","location":"Turyn– 1,9 km od centrum"},{"name":"Crocetta&Politecnico Huge Apartment","rating":"","description":"Set 1.4 km from Politecnico di Torino and 5 km from Mole Antonelliana in Turin, Crocetta&Politecnico Huge Apartment offers accommodation with a kitchen.","location":"Crocetta, Turyn– 2,5 km od centrum"}]